<!DOCTYPE html><html lang="de"><head><title>Sitecues &mdash; Vergr&ouml;&szlig;erung und Sprachausgabe: Hilfe</title><meta http-equiv="Content-Type" content="text/html;charset=UTF8"><script>
    function getParam(index, name) {
        return decodeURIComponent(params[index].split(name + '=')[1]);
    }
    var params = location.search.substring(1).split('&'),
            scriptUrl = getParam(0, 'scUrl'),
            siteId = getParam(1, 'siteId'),
            siteUrl = getParam(2, 'siteUrl'),
            sessionId = getParam(3, 'sessionId'),
            pageViewId = getParam(4, 'pageViewId'),
            prefs = getParam(5, 'prefs'),
            appUrl = getParam(6, 'appUrl');

    // Site config
    window.sitecues = {
      config: {
        siteId : siteId,
        iframe  : 1,
        isFluid : 1,
        maxRewrapZoom: 3
      },
      session: {
        id: sessionId
      },
      pageView: {
        id: pageViewId
      }
    };

    // User prefs
    window.localStorage.sitecues = prefs;
</script><script data-provider="sitecues" type="text/javascript">
    var sitecues = window.sitecues || {};

    (function(){
        var script = document.createElement('script'),
                first = document.getElementsByTagName('script')[0];
        sitecues.config.scriptUrl=scriptUrl;
        sitecues.config.appUrl = appUrl;
        script.src=sitecues.config.scriptUrl;
        script.type = 'text/javascript';
        script.async = true;
        first.parentNode.insertBefore(script, first);
    })();
</script><script>
    // send a message to the parent window if escape is pressed
    window.addEventListener('keydown', function(evt) {
        if (evt.keyCode === 27) {
            window.top.postMessage('sc-close-iframe', siteUrl);
        }
    });
</script><style>
    body {
        font-family: Arial, Helvetica, sans-serif;
    }

    kbd {
        font-family: Monaco, monospace;
        display: inline-block;
    }

    h1, h2 {
        border-bottom: 1px dotted gray;
    }

    kbd {
        background-color: green;
        padding-left: 1.5ch;
        padding-right: 1.5ch;
        font-size: 90%;
        color: white;
    }

    ul {
        list-style-type: square;
    }

    li {
        margin: 3px 0px;
    }

    p, ul, h3 {
        margin-left: 50px;
        margin-right: 50px;
    }

    /* Use simple BP inside of help! */
    #scp-more-button-group {
      display: none;
      opacity: 0;
    }

    #pinch-entry { display: none; }
</style></head><body><h1>Sitecues &mdash; Vergr&ouml;&szlig;erung und Sprachausgabe: Hilfe</h1><p>Sitecues erleichtert den Zugang zu Webseiten durch Vergr&ouml;&szlig;erung und Sprachausgabe.</p><p> Vergr&ouml;&szlig;ern sie die gesamte Webseite oder gezielt die Teile der Webseite die sie interessieren. Es ist auch m&ouml;glich, die f&uuml;r sie interessanten Teile der Seite vorlesen zu lassen.</p><h2>Vergr&ouml;&szlig;erung der gesamten Seite</h2><p>Bewegen sie den Mauzeiger &uuml;ber das Sitecues Ikon um dieses zu vergr&ouml;&szlig;ern und w&auml;hlen sie die gew&uuml;nschte Vergr&ouml;&szlig;erung mit dem Schieberegler.</p><p>Mit den Tasten <kbd>+</kbd> und <kbd aria-label="Minus">-</kbd> kann die Vergr&ouml;&szlig;erung ge&auml;ndert werden. &mdash; Lesen Sie mehr dazu im Bereich <a href="#keyboard">Tastenkombinationen</a>.</p><h2>Sofort lesen</h2><p> Diese Funktion vergr&ouml;&szlig;ert den Bereich unter der Maus sobald die Leertaste gedr&uuml;ckt wird &mdash; und kann auch vorgelesen werden. "Sofort lesen" ist aktiv, wenn Sitecues die Seite vergr&ouml;&szlig;ert oder Sprache aktiviert ist.</p><h3>Teile der Webseite vergr&ouml;&szlig;ern</h3><ul><li>Bewegen Sie den Mauspfeil &uuml;ber einen Bereich der Webseite den sie lesen m&ouml;chten. Dieser Bereich wird durch einen Rahmen hervorgehoben. Wird kein Bereich hervorgehoben wenn sie die Maus &uuml;ber die Seite bewegen pr&uuml;fen Sie bitte, ob Vergr&ouml;&szlig;erung oder Sprachausgabe im Sitecues Ikon aktiviert wurden!</li><li>Dr&uuml;cken sie die Leertaste um den Bereich zu vergr&ouml;&szlig;ern.</li></ul><h3>Vorlesen von Teilen der Webseite</h3><p>Aktivieren der Sprachausgabe:</p><ul><li>Bewegen sie den Mauspfeil &uuml;ber das Sitecues Ikon und klicken sie mit der linken Maustaste auf den "Sprache" Schalter.</li><li>Bewegen sie den Mauspfeil &uuml;ber den Bereich der Seite den sie vorlesen lassen m&ouml;chten und dr&uuml;cken sie die Leertaste.</li></ul><h2><a name="keyboard">Tastenkombinationen</a></h2><h3>Die Seite vergr&ouml;&szlig;ern</h3><ul><li><kbd>+</kbd> Vergr&ouml;&szlig;erung erh&ouml;hen</li><li><kbd aria-label="Minus">-</kbd> Vergr&ouml;&szlig;erung verringern</li><li>Dr&uuml;cken sie die entsprechende Taste und halten sie diese gedr&uuml;ckt um die Vergr&ouml;&szlig;erung zu ver&auml;ndern.</li></ul><h3>Unmittelbar vergr&ouml;&szlig;ern</h3><ul><li>Wenn noch kein Bereich der Webseite hervorgehoben ist dr&uuml;cken sie die <kbd>Leertaste</kbd> um einen Bereich in der Mitte des Bildschirms auszuw&auml;hlen.</li><li>Danach ist es m&ooml;glich mit den Pfeiltasten <kbd>Auf</kbd> / <kbd>Ab</kbd> / <kbd>Links</kbd> / <kbd>Rechts</kbd> auf der Seite zu navigieren.</li><li>Dr&uuml;cken Sie die <kbd>Leertaste</kbd> noch einmal um den ausgew&auml;hlten Bereich zu vergr&ouml;&szlig;ern (Unmittelbar vergr&ouml;&szlig;ern).</li><li>Mit der Taste <kbd>Escape</kbd> kann dieses Fenster wieder geschlossen werden. Wird Escape noch einmal gedr&uuml;ckt, wird die Hervorhebung des Seitenbereiches aufgehoben.</li><li>Um schnell von &Uuml;berschrift zu &Uuml;berschrift zu navigieren dr&uuml;cken sie <kbd>H</kbd> / <kbd>Umschalt+H</kbd> .</li></ul><h3>Unmittelbar vorlesen (Sprache)</h3><ul><li>Dr&uuml;cken sie <kbd>Alt+&quot;</kbd> um die Sprachausgabe ein oder aus zu schalten.</li><li>Ist die Sprachausgabe eingeschaltet wird bei dr&uuml;cken der <kbd>Leertaste</kbd> der hervorgehobene Text auch vorgelesen.</li></ul><h2>Erkunden einer Seite mit Sprachausgabe</h2><p>Wenn sie die <kbd>Umschalt</kbd>-Taste (auch Shift-Taste) gedr&uuml;ckt halten w&auml;hrend sie &uuml;ber den Bildschirm navigieren wird der jeweils ausgew&auml;hlte Bereich vorgelesen. Dabei gibt es mehrere M&ouml;glichkeiten:</p><ul><li><kbd>Umschalt+Pfeiltasten</kbd> um den hervorgehobenen Bereich in eine bestimmte Richtung zu bewegen</li><li><kbd>Umschalt</kbd> gedr&uuml;ckt halten und die Maus &uuml;ber den Bildschirm bewegen</li><li><kbd>Umschalt</kbd> dr&uuml;cken um den hervorgehobenen Text zu lesen</li></ul><p>Vorlesen funktioniert unabh&auml;ngig davon, ob die Sprachausgabe im Sitecues Ikon aktiviert ist oder nicht</p><h2>Andere wichtige Kurztasten</h2><p>Die Vergr&ouml;&szlig;erung kann mit der Maus eingestellt werden. Halten sie die <kbd>Ctrl</kbd> Taste gedr&uuml;ckt wenn die das Mausrad drehen. <span id="pinch-entry">Es ist sogar m&uuml;glich &uuml;ber das Touchpad die Vergr&ouml;&szlig;erung zu ver&auml;ndern (nur bei Chrome und Mac).</span></p><h2>Sitecues beenden</h2><p>Um Sitecues zu beenden deaktivieren sie sowohl Vergr&ouml;&szlig;erung als auch Sprache im Sitecues Ikon, oder dr&uuml;cken sie <kbd>Alt+0</kbd>.</p></body><script>
    function focusIt() {
      try {
        window.focus();
      } catch (ex) {}

      try {
        document.body.focus();
      } catch (ex) {}
    }

    setTimeout(focusIt, 0);

    function isPinchZoomSupported() {
      return navigator.userAgent.indexOf('Chrome') > 0 && navigator.platform.toLowerCase().indexOf('mac') >= 0;
    }

    if (isPinchZoomSupported()) {
      document.getElementById('pinch-entry').style.display = 'inline';
    }
</script></html>